{
  "S No ": "3",
  "Medicine name": "Insugen-N 40IU/ml Injection",
  "Salt Code": "1",
  "Salt name": "Insulin Isophane (40IU)",
  "Product ID": "A3",
  "Product ID to be shown as Alternative": "A3",
  "Note if same": "There is no cheaper substitute available",
  "Image link": "https://Url",
  "Brand": "Biocon",
  "MRP": "156.9",
  "Selling price": "141.21",
  "Discount": "0.09999999999999998",
  "MRP of cheapest ": "Biocon",
  "Savings ": "#VALUE!",
  "Cheapest": "Yes",
  "Buy now button URL": "I would like to order Insugen-N 40IU/ml Injection.",
  "Prescription required": "Yes",
  "Top Selling": "No",
  "Category": "Anti Diabetic ",
  "Sub Category": " Human Insulin Basal",
  "Packaging": "10 ml in 1 vial",
  "Description": "Insugen-N 40IU/ml Injection is used to improve blood sugar control in adults and children with type 1 and type 2 diabetes mellitus. It is an intermediate-acting type of insulin that helps to lower blood sugar levels and reduce the chances of developing serious complications of diabetes. Insugen-N 40IU/ml Injection is often prescribed along with short-acting insulin or other oral diabetes medicines. Your doctor or nurse will teach you the correct way of injecting it under the skin. Don’t stop taking it unless your doctor tells you to. It is only part of a treatment program that should also include a healthy diet, regular exercise, and weight reduction as advised by your doctor. Check your blood sugar levels regularly, keep track of your results and share them with your doctor. This is very important to work out the correct dose of the medicine for you. The most common side effect of this medicine is low blood sugar levels (hypoglycemia). To prevent this, it's important to always inject the correct dose of medicine only, have regular meals, and monitor your blood sugar levels regularly. Drinking excessive alcohol can also lead to a fall in your blood sugar levels. Other side effects include reactions at the injection site like redness or swelling. Repeated puncturing of the same site of the skin may lead to lipodystrophy (skin thickening or pits at the injection site). Some people may gain weight or develop edema (swelling over the whole body due to fluid retention) while taking insulin. Do not use this medicine when you have low blood glucose levels (hypoglycemia). Tell your doctor if you have ever had kidney, liver or heart problems before starting treatment. Pregnant or breastfeeding women should also consult their doctor as the dose may need to be changed.",
  "Storage": "Store in a refrigerator (2 - 8C). Do not freeze.",
  "Side Effects": "Most side effects do not require any medical attention and disappear as your body adjusts to the medicine. Consult your doctor if they persist or if you’re worried about them Common side effects of Insugen-N Hypoglycemia (low blood glucose level) | Injection site allergic reaction | Lipodystrophy (skin thickening or pits at the injection site) | Weight gain | Edema (swelling)",
  "Precautions": "Alcohol : UNSAFE - It is unsafe to consume alcohol with Insugen-N 40IU/ml Injection. Pregnancy : SAFE IF PRESCRIBED - Insugen-N 40IU/ml Injection is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. Breastfeeding : SAFE IF PRESCRIBED - Insugen-N 40IU/ml Injection is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby. Driving : CAUTION - Your ability to drive may be affected if your blood sugar is too low or too high. Do not drive if these symptoms occur. Kidney : CAUTION - Insugen-N 40IU/ml Injection should be used with caution in patients with kidney disease. Dose adjustment of Insugen-N 40IU/ml Injection may be needed. Please consult your doctor. Regular monitoring of blood glucose levels is recommended for dose adjustment. Liver : CAUTION - Insugen-N 40IU/ml Injection should be used with caution in patients with liver disease. Dose adjustment of Insugen-N 40IU/ml Injection may be needed. Please consult your doctor. Regular monitoring of glucose levels is recommended for dose adjustment.",
  "Brand Code": "4",
  "Manufacturer": "Biocon",
  "Marketed by": "Biocon",
  "Conten 1": "a",
  "Conten 2": "b",
  "Conten 3": "c",
  "Conten 4": "d",
  "Conten 5": "e",
  "Conten 6": "f"
}
